app/controllers/calendar_controller.rb

  def groups
    @meetups = Event.all
---
SELECT "events".* FROM "events"